[
  {
    "id":11,
    "level":1,
    "name":"When Life Hands You a Lemon, Peel It",
    "timeFrame":"3-10 minutes",
    "setting":"no limitations",
    "purpose":"To show children that despite outside differences, people are often similar on the inside. ",
    "description":"Gather a group of young children and give one lemon to each child. Then ask the children to 'get to know your lemon.' Children will examine their lemons -- smell them, touch them, throw them in the air, and roll them around. After a few minutes, collect the lemons in a big basket, and ask the children to find their lemons in the pile. Remarkably, most children will recognize their lemons at once. Some will even get protective of them.    Next, ask the children to describe how they recognized their lemons. 'My lemon was big,' one might say. 'My lemon had a mark on one side.' And another, 'My lemon had dents and bruises.' Then talk about how people, too, come in different sizes, different shapes, different shades of color, different 'dents and bruises.After exploring these ideas, collect the lemons again but this time peel the lemons before placing them in the basket. Then ask the children to again find their lemon. Presented with this quandary, children will usually exclaim, 'But the lemons all look the same!' This reaction opens the door to discussing how people, like lemons, are often similar on the inside.This 15-minute activity can have a long-lasting effect, especially if children are reminded of the lesson in times of conflict.",
    "comments":"The lesson also works well with apples or potatoes. "
  },
  {
    "id":12,
    "level":1,
    "name":"A Seat on the Bus: Reversing Musical Chairs",
    "timeFrame":"3-10 minutes",
    "setting":"no limitations",
    "purpose":"To show children how they can turn exclusive situations in inclusive ones.",
    "description":" Begin with a classic game of [Musical Chairs]:Place chairs in a circle with one fewer chair than there are students.Play music and have the children walk around the chairs.   Tell students that when the music stops, they should quickly find a seat.    Once they have done this and one person has nowhere to sit, challenge the group to find a way for everyone to have a seat. Children can sit on each other's laps, stand on the rungs connecting chair legs, or squeeze next to someone else on the same seat. Continue with a few successive rounds in which an additional chair is removed each time. Every time the group accommodates someone who would normally be excluded in a traditional game of Musical Chairs, compliment the students on their creativity.With each new round, the students will have more contact with each other and will be challenged to work even harder to find ways to be inclusive. You may also wish to connect this activity with historical information about Rosa Parks and the importance, literally and figuratively, of everyone having [a seat on the bus.] ",
    "comments":"Adapted from Activity #17 of Partners Against Hate Program Activity Guide, Ant-Defamation League. "
  },
  {
    "id":13,
    "level":1,
    "name":"Color Matching",
    "timeFrame":"3-10 minutes",
    "setting":"no limitations",
    "purpose":"To show every child that their skin color is unique and beautiful.",
    "description":" Have the children paint self-portraits, mixing colors to match their skin tone as closely as they can. When they are finished, ask them to think of a name for their color, such as [coffee,] [peaches,] or [olive.]  What they will see is that everyone has a unique color, and that no one is truly [black] or [white.] Then make a rainbow of colors drawn from everyone in the class. Emphasize that there is nothing wrong with noticing someone else's color, because everyone's color is unique and beautiful. Point out that color is a good thing, because it makes life interesting and fun to look at. Without color, we wouldn't have as much fun watching the leaves change during autumn, and all our cartoons and paintings and TV shows would be in black and white. ",
    "comments":"Adapted from What Makes People Different Colors?, Teaching Tolerance."
  },
  {
    "id":14,
    "level":1,
    "name":"People Tags",
    "timeFrame":"3-10 minutes",
    "setting":"no limitations",
    "purpose":"To show how labels can influence our judgments about people, and to recognize the importance of getting to know people before making judgments about them.",
    "description":"Labels are a useful way to organize information about people and events, but they all too often become substitutes for thought and experience. When labels are used as the sole source of information about other people, they limit our understanding and describe only one aspect of a person. [People Tags] is an activity that illustrates how misleading labels can be when applied to people. ",
    "comments":"Adapted from Looking at Ourselves and Others, U.S. Peace Corps, and Common Threads (International Solidarity Program of the Ontario Secondary School Teachers' Federation)."
  },
  {
    "id":31,
    "level":3,
    "name":"Buzz groups",
    "timeFrame":"3-10 minutes",
    "setting":"no limitations",
    "purpose":"generate ideas/answers, re-stimulate student interest, gauge student understanding",
    "description":"These groups involve students engaging in short, informal discussions, often in response to a particular sentence starter or question. At a transitional moment in the class, have students turn to 1-3 neighbours to discuss any difficulties in understanding, answer a prepared question, define or give examples of key concepts, or speculate on what will happen next in the class. The best discussions are those in which students make judgments regarding the relative merits, relevance, or usefulness of an aspect of the lecture (Brookfield & Preskill, 1999). Sample questions include, “What’s the most contentious statement you’ve heard so far in the lecture today?” or “What’s the most unsupported assertion you’ve heard in the lecture today?” Reconvene as a class and have a general discussion in which students share ideas or questions that arose within their subgroups.",
    "comments":"This method is very flexible: it is easy to implement in any size of class and in most classrooms, even the most formally arranged lecture hall. Consider how to regain the attention of a large group: turning the lights off and on is one simple yet effective method."
  },
  {
    "id":32,
    "level":3,
    "name":"Think-pair-share",
    "timeFrame":"5-10 minutes",
    "setting":"no limitations",
    "purpose":"generate ideas, increase students’ confidence in their answers, encourage broad participation in plenary session",
    "description":"This strategy has three steps. First, students think individually about a particular question or scenario. Then they pair up to discuss and compare their ideas. Finally, they are given the chance to share their ideas in a large class discussion.",
    "comments":"Think-pair-sharing forces all students to attempt an initial response to the question, which they can then clarify and expand as they collaborate. It also gives them a chance to validate their ideas in a small group before mentioning them to the large group, which may help shy students feel more confident participating."
  },
  {
    "id":33,
    "level":3,
    "name":"Circle of Voices",
    "timeFrame":"10-20 minutes",
    "setting":"movable chairs preferable",
    "purpose":"generate ideas, develop listening skills, have all students participate, equalize learning environment",
    "description":"This method involves students taking turns to speak. Students form circles of four or five. Give students a topic, and allow them a few minutes to organize their thoughts about it. Then the discussion begins, with each student having up to three minutes (or choose a different length) of uninterrupted time to speak. During this time, no one else is allowed to say anything. After everyone has spoken once, open the floor within the subgroup for general discussion. Specify that students should only build on what someone else has said, not on their own ideas; also, at this point, they should not introduce new ideas (Brookfield & Preskill, 1999).",
    "comments":"Some shy students might feel uncomfortable having to speak. Lessen their fear by making the topic specific and relevant or by giving each person a relevant quote to speak about. A variation to this method, which encourages students to listen more carefully to each other, involves requiring each person to begin by paraphrasing the comments of the previous student or by showing how his or her remarks relate to those of the previous student. For this variation, students will need less preparation time before the “circle” begins, but they may need more time between speakers."
  },
  {
    "id":34,
    "level":3,
    "name":"Rotating trios",
    "timeFrame":"10 or more minutes",
    "setting":" a fair bit of space, movable seating helpful (they could stand)",
    "purpose":"introduce students to many of their peers, generate ideas",
    "description":"This strategy involves students discussing issues with many of their fellow classmates in turn. Beforehand, prepare discussion questions. In class, students form trios, with the groups arranged in a large circle or square formation. Give the students a question and suggest that each person take a turn answering. After a suitable time period, ask the trios to assign a 0, 1, or 2 to each of its members. Then direct the #1s to rotate one trio clockwise, the #2s to rotate two trios clockwise, and the #0s to remain in the same place; the result will be completely new trios. Now introduce a new, slightly more difficult question. Rotate trios and introduce new questions as many times as you would like (Silberman, 1996).",
    "comments":"This type of group can be arranged with pairs or foursomes and works well with most subject matter, including computational questions. It would be difficult to implement in a large class, however."
  },
  {
    "id":35,
    "level":3,
    "name":"Snowball groups/pyramids",
    "timeFrame":"15-20 minutes, depending on how many times the groups “snowball”",
    "setting":"movable seating required",
    "purpose":"generate well-vetted ideas, narrow a topic, develop decision-making skills",
    "description":"This method involves progressive doubling: students first work alone, then in pairs, then in fours, and so on. In most cases, after working in fours, students come together for a plenary session in which their conclusions or solutions are pooled. Provide a sequence of increasingly complex tasks so that students do not become bored with repeated discussion at multiple stages. For example, have students record a few questions that relate to the class topic. In pairs, students try to answer one another’s questions. Pairs join together to make fours and identify, depending on the topic, either unanswered questions or areas of controversy or relevant principles based on their previous discussions. Back in the large class group, one representative from each group reports the group’s conclusions (Habeshaw et al, 1984; Jaques, 2000).",
    "comments":"This method takes time to unfold, so should be used only when the concepts under discussion warrant the time. Also, depending on the amount of time allotted, students may feel that certain nuances of their discussions are lost."
  },
  {
    "id":36,
    "level":3,
    "name":"Jigsaw",
    "timeFrame":"20 or more minutes",
    "setting":"movable seating required, a lot of space preferable",
    "purpose":"learn concepts in-depth, develop teamwork, have students teaching students",
    "description":"This strategy involves students becoming “experts” on one aspect of a topic, then sharing their expertise with others. Divide a topic into a few constitutive parts (“puzzle pieces”). Form subgroups of 3-5 and assign each subgroup a different “piece” of the topic (or, if the class is large, assign two or more subgroups to each subtopic). Each group’s task is to develop expertise on its particular subtopic by brainstorming, developing ideas, and if time permits, researching. Once students have become experts on a particular subtopic, shuffle the groups so that the members of each new group have a different area of expertise. Students then take turns sharing their expertise with the other group members, thereby creating a completed “puzzle” of knowledge about the main topic (see Silberman, 1996). A convenient way to assign different areas of expertise is to distribute handouts of different colours. For the first stage of the group work, groups are composed of students with the same colour of handout; for the second stage, each member of the newly formed groups must have a different colour of handout.",
    "comments":"The jigsaw helps to avoid tiresome plenary sessions, because most of the information is shared in small groups. This method can be expanded by having students develop expertise about their subtopics first through independent research outside of class. Then, when they meet with those who have the same subtopic, they can clarify and expand on their expertise before moving to a new group. One potential drawback is that students hear only one group’s expertise on a particular topic and don’t benefit as much from the insight of the whole class; to address this issue, you could collect a written record of each group’s work and create a master document—a truly complete puzzle—on the topic."
  },
  {
    "id":37,
    "level":3,
    "name":"Fishbowl",
    "timeFrame":"15 or more minutes",
    "setting":"movable seating and a lot of space preferable; if necessary, have inner group stand/sit at front of lecture hall and the outer group sit in regular lecture hall seats",
    "purpose":"observe group interaction, provide real illustrations for concepts, provide opportunity for analysis",
    "description":"This method involves one group observing another group. The first group forms a circle and either discusses an issue or topic, does a role play, or performs a brief drama. The second group forms a circle around the inner group. Depending on the inner group’s task and the context of your course, the outer group can look for themes, patterns, soundness of argument, etc., in the inner group’s discussion, analyze the inner group’s functioning as a group, or simply watch and comment on the role play. Debrief with both groups at the end in a plenary to capture their experiences. See Jaques (2000) for several variations on this technique.",
    "comments":"Be aware that the outer group members can become bored if their task is not challenging enough. You could have groups switch places and roles to help with this. Also note that the inner group could feel inhibited by the observers; mitigate this concern by asking for volunteers to participate in the inner circle or by specifying that each student will have a chance to be both inner and outer group members. Although this method is easiest to implement in small classes, you could also expand it so that multiple “fishbowls” are occurring at once."
  },
  {
    "id":38,
    "level":3,
    "name":"Learning teams",
    "timeFrame":"any",
    "setting":"no limitations",
    "purpose":"foster relationships among students, increase confidence in participating",
    "description":"For this type of group, students are divided into groups at the beginning of the term. When you want to incorporate small group discussion or teamwork into your class, you direct the students to get into these term-long learning groups. Groups of four work well, because each foursome can be subdivided into pairs, depending on the activity.",
    "comments":"Students get to know a small number of their classmates well over the course of the term, and may come to see their team mates as study partners even outside the classroom. Using learning teams eliminates the time it takes to organize students into groups each time you wish to use group work. However, because students will be working with each other over an extended time period, be very careful about how you assign them to groups. Have students submit data cards about themselves at the beginning of term, possibly even completing a short personality inventory. You might want to ask them also to suggest the names of two or three classmates with whom they would and would not like to work."
  }
]